{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"activation": "relu", "batch_input_shape": [null, 243], "activity_regularizer": null, "units": 200, "name": "dense_9", "kernel_constraint": null, "dtype": "float32", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}}}, {"class_name": "Dropout", "config": {"seed": null, "trainable": true, "noise_shape": null, "name": "dropout_7", "rate": 0.0}}, {"class_name": "Dense", "config": {"activation": "relu", "batch_input_shape": [null, 243], "activity_regularizer": null, "units": 400, "name": "dense_10", "kernel_constraint": null, "dtype": "float32", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}}}, {"class_name": "Dropout", "config": {"seed": null, "trainable": true, "noise_shape": null, "name": "dropout_8", "rate": 0.0}}, {"class_name": "Dense", "config": {"activation": "relu", "batch_input_shape": [null, 243], "activity_regularizer": null, "units": 200, "name": "dense_11", "kernel_constraint": null, "dtype": "float32", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}}}, {"class_name": "Dropout", "config": {"seed": null, "trainable": true, "noise_shape": null, "name": "dropout_9", "rate": 0.0}}, {"class_name": "Dense", "config": {"activation": "softmax", "activity_regularizer": null, "units": 2, "name": "dense_12", "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}}}], "keras_version": "2.1.2"}