{"keras_version": "2.1.2", "config": [{"config": {"trainable": true, "bias_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "kernel_regularizer": null, "dtype": "float32", "activation": "relu", "kernel_constraint": null, "bias_regularizer": null, "batch_input_shape": [null, 82], "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "stddev": 0.11043152607484653, "mean": 0.0}, "class_name": "RandomNormal"}, "use_bias": true, "name": "dense_1", "bias_constraint": null, "units": 200}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "bias_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "trainable": true, "activation": "relu", "kernel_constraint": null, "bias_regularizer": null, "units": 200, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "stddev": 0.07071067811865475, "mean": 0.0}, "class_name": "RandomNormal"}, "use_bias": true, "name": "dense_2", "bias_constraint": null}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "bias_initializer": {"config": {"seed": null, "stddev": 0.05, "mean": 0.0}, "class_name": "RandomNormal"}, "trainable": true, "activation": "softmax", "kernel_constraint": null, "bias_regularizer": null, "units": 82, "activity_regularizer": null, "kernel_initializer": {"config": {"seed": null, "stddev": 0.07071067811865475, "mean": 0.0}, "class_name": "RandomNormal"}, "use_bias": true, "name": "dense_3", "bias_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}