{"keras_version": "2.1.2", "backend": "tensorflow", "config": [{"config": {"bias_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05}, "class_name": "RandomNormal"}, "bias_regularizer": null, "name": "dense_1", "trainable": true, "units": 150, "bias_constraint": null, "activation": "relu", "dtype": "float32", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "batch_input_shape": [null, 82], "use_bias": true, "kernel_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05}, "class_name": "RandomNormal"}}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05}, "class_name": "RandomNormal"}, "bias_regularizer": null, "name": "dense_2", "trainable": true, "units": 150, "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05}, "class_name": "RandomNormal"}}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05}, "class_name": "RandomNormal"}, "bias_regularizer": null, "name": "dense_3", "trainable": true, "units": 150, "bias_constraint": null, "activation": "relu", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"seed": null, "mean": 0.0, "stddev": 0.05}, "class_name": "RandomNormal"}}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "name": "dense_4", "trainable": true, "units": 82, "bias_constraint": null, "activation": "softmax", "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "class_name": "Sequential"}