{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.11043152607484653}}, "bias_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "kernel_constraint": null, "units": 200, "name": "dense_1", "use_bias": true, "kernel_regularizer": null, "trainable": true, "dtype": "float32", "activation": "relu", "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "batch_input_shape": [null, 82]}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.07071067811865475}}, "bias_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "kernel_constraint": null, "units": 400, "name": "dense_2", "use_bias": true, "activity_regularizer": null, "trainable": true, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "bias_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "kernel_constraint": null, "units": 200, "name": "dense_3", "use_bias": true, "activity_regularizer": null, "trainable": true, "activation": "relu", "bias_constraint": null, "kernel_regularizer": null, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.07071067811865475}}, "bias_initializer": {"class_name": "RandomNormal", "config": {"mean": 0.0, "seed": null, "stddev": 0.05}}, "kernel_constraint": null, "units": 82, "name": "dense_4", "use_bias": true, "activity_regularizer": null, "trainable": true, "activation": "softmax", "bias_constraint": null, "kernel_regularizer": null, "bias_regularizer": null}}], "backend": "tensorflow", "keras_version": "2.1.2"}