{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"activation": "relu", "batch_input_shape": [null, 82], "activity_regularizer": null, "units": 200, "name": "dense_21", "kernel_constraint": null, "dtype": "float32", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}}}, {"class_name": "Dropout", "config": {"seed": null, "trainable": true, "noise_shape": null, "name": "dropout_16", "rate": 0.0}}, {"class_name": "Dense", "config": {"activation": "relu", "batch_input_shape": [null, 82], "activity_regularizer": null, "units": 400, "name": "dense_22", "kernel_constraint": null, "dtype": "float32", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}}}, {"class_name": "Dropout", "config": {"seed": null, "trainable": true, "noise_shape": null, "name": "dropout_17", "rate": 0.0}}, {"class_name": "Dense", "config": {"activation": "relu", "batch_input_shape": [null, 82], "activity_regularizer": null, "units": 200, "name": "dense_23", "kernel_constraint": null, "dtype": "float32", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}}}, {"class_name": "Dropout", "config": {"seed": null, "trainable": true, "noise_shape": null, "name": "dropout_18", "rate": 0.0}}, {"class_name": "Dense", "config": {"activation": "softmax", "activity_regularizer": null, "units": 2, "name": "dense_24", "kernel_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}}}], "keras_version": "2.1.2"}