{"class_name": "Sequential", "keras_version": "2.1.2", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "batch_input_shape": [null, 243], "units": 200, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "activity_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "use_bias": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "seed": null, "noise_shape": null, "rate": 0.5}}, {"class_name": "Dense", "config": {"name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "batch_input_shape": [null, 243], "units": 400, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "activity_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "use_bias": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_2", "seed": null, "noise_shape": null, "rate": 0.5}}, {"class_name": "Dense", "config": {"name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "batch_input_shape": [null, 243], "units": 200, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "activity_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "use_bias": true, "activation": "relu"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_3", "seed": null, "noise_shape": null, "rate": 0.5}}, {"class_name": "Dense", "config": {"name": "dense_4", "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "units": 2, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "activity_regularizer": null, "bias_regularizer": null, "bias_constraint": null, "use_bias": true, "activation": "softmax"}}], "backend": "tensorflow"}